alefragnani.bookmarks
anjali.clipboard-history
atishay-jain.all-autocomplete
bradlc.vscode-tailwindcss
codezombiech.gitignore
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
github.vscode-github-actions
golang.go
hashicorp.terraform
howardzuo.vscode-git-blamer
jakebecker.elixir-ls
jeff-hykin.better-cpp-syntax
jpotterm.simple-vim
justusadam.language-haskell
mechatroner.rainbow-csv
mikestead.dotenv
mobalic.jetbrains-new-dark
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
narasimapandiyan.jetbrainsmono
pgourlain.erlang
redhat.java
redhat.vscode-yaml
rust-lang.rust-analyzer
shakram02.bash-beautify
tauri-apps.tauri-vscode
tomoki1207.pdf
tomoki1207.vscode-input-sequence
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
yuce.erlang-otp
