42crunch.vscode-openapi
alefragnani.bookmarks
alexkrechik.cucumberautocomplete
anjali.clipboard-history
atishay-jain.all-autocomplete
bbenoist.nix
bradlc.vscode-tailwindcss
bradymholt.pgformatter
casian.plsql
codezombiech.gitignore
connorcpu.vsc-rustfmt
continue.continue
cschlosser.doxdocgen
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docker.docker
donjayamanne.githistory
dotjoshjohnson.xml
dsznajder.es7-react-js-snippets
dtsvet.vscode-wasm
eamodio.gitlens
editorconfig.editorconfig
ericadamski.carbon-now-sh
github.copilot
github.copilot-chat
github.vscode-github-actions
gitpod.gitpod-desktop
golang.go
hashicorp.terraform
howardzuo.vscode-git-blamer
jakebecker.elixir-ls
jaredly.reason-vscode
jeff-hykin.better-cpp-syntax
jpotterm.simple-vim
justusadam.language-haskell
karunamurti.haml
kumar-harsh.graphql-for-vscode
mechatroner.rainbow-csv
mermade.openapi-lint
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.test-adapter-converter
ms-vscode.vscode-speech
ms-vsliveshare.vsliveshare
pgourlain.erlang
redhat.fabric8-analytics
redhat.java
redhat.vscode-commons
redhat.vscode-yaml
rust-lang.rust-analyzer
scala-lang.scala
shakram02.bash-beautify
shanoor.vscode-nginx
shopify.ruby-lsp
sonarsource.sonarlint-vscode
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
tomoki1207.pdf
tomoki1207.vscode-input-sequence
twxs.cmake
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
xyz.plsql-language
yuce.erlang-otp
ziyasal.vscode-open-in-github
zxh404.vscode-proto3
