alefragnani.Bookmarks
Connorcpu.vsc-rustfmt
Dart-Code.dart-code
Dart-Code.flutter
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eg2.tslint
howardzuo.vscode-git-blamer
JakeBecker.elixir-ls
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode.Go
PeterJausovec.vscode-docker
rebornix.ruby
redhat.vscode-yaml
rust-lang.rust
shakram02.bash-beautify
shanoor.vscode-nginx
vscodevim.vim
