aestheticintegration.iml-vscode
alefragnani.Bookmarks
alexkrechik.cucumberautocomplete
Anjali.clipboard-history
Atishay-Jain.All-Autocomplete
bungcip.better-toml
casian.plsql
Connorcpu.vsc-rustfmt
Dart-Code.dart-code
Dart-Code.flutter
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
donjayamanne.jupyter
DotJoshJohnson.xml
dsznajder.es7-react-js-snippets
dtsvet.vscode-wasm
eg2.tslint
ericadamski.carbon-now-sh
howardzuo.vscode-git-blamer
JakeBecker.elixir-ls
jaredly.reason-vscode
jpotterm.simple-vim
karunamurti.haml
kumar-harsh.graphql-for-vscode
mauve.terraform
mikestead.dotenv
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.mssql
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
msjsdiag.debugger-for-chrome
pgourlain.erlang
rebornix.ruby
redhat.java
redhat.vscode-yaml
rust-lang.rust
sbrink.elm
shakram02.bash-beautify
shanoor.vscode-nginx
streetsidesoftware.code-spell-checker
taniarascia.new-moon-vscode
tomoki1207.vscode-input-sequence
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
yuce.erlang-otp
zxh404.vscode-proto3
